{
  "Hello, World!": "Ciao, Mondo!",
  "Translate": "Traduci",
  "Put your credential to login to congen organization and get connected.": "Inserisci le tue credenziali per accedere all'organizzazione Congen e connetterti.",
  "Don't have an account?": "Non hai un account?",
  "SignUp": "Iscriviti",
  "Forgot password?": "Password dimenticata?",
  "Click Here": "Clicca Qui",
  "Messages": "Messaggi",
  "Senior's Profiles": "Profili degli Anziani",
  "LogOut": "Esci",
  "Senior Profile": "Profilo Anziano",
  "Indoor Activity": "Attività al Chiuso",
  "Barely doable": "A malapena fattibile",
  "Want to do": "Voglio fare",
  "Doable": "Fattibile",
  "Name": "Nome",
  "Email": "Email",
  "Date of Birth": "Data di Nascita",
  "Contact No.": "Numero di Contatto",
  "Password": "Password",
  "Confirm Password": "Conferma Password",
  "Sign up as": "Registrati come",
  "Remote Activity": "Attività Remota",
  "Outdoor Activity": "Attività all'Aperto",
  "Password does not match": "La password non corrisponde",
  "Invalid Contact Number": "Numero di contatto non valido",
  "Select Young or Old": "Seleziona Giovane o Vecchio",
  "Invalid email format": "Formato email non valido",
  "User must be 18 or older": "L'utente deve avere 18 anni o più",
  "Already have an account?": "Hai già un account?",
  "Next": "Avanti",
  "Young": "Giovane",
  "Old": "Vecchio",
  "Junior Profiles": "Profili dei Giovani",
  "Junior's Profiles": "Profili dei Giovani",
  "Select Activity Type": "Seleziona Tipo di Attività",
  "Verification email has sent": "Email di verifica inviata",
  "SignUp Failed": "Registrazione fallita",
  "Activity": "Attività",
  "Full Name": "Nome Completo",
  "Age": "Età",
  "update password": "aggiorna password",
  "New Password": "Nuova Password",
  "change password": "cambia password",
  "Password Cannot be Updated": "Impossibile aggiornare la password",
  "Password updated": "Password aggiornata",
  "No Conversation": "Nessuna Conversazione",
  "Initiated": "Iniziato",
  "To initiate a conversation, go to people's profile and chat with a desired person": "Per avviare una conversazione, vai al profilo delle persone e chatta con una persona desiderata",
  "Online": "Online",
  "Offline | Last Seen": "Offline | Ultimo Accesso",
  "Note: Don't share your personal details if you dont trust the other person.": "Nota: Non condividere i tuoi dati personali se non ti fidi dell'altra persona.",
  "send": "invia",
  "Request": "Richiesta",
  "Chat": "Chat",
  "No Match Found": "Nessuna Corrispondenza Trovata",
  "Basic computer course: Teaching seniors how to use a computer or smartphone.": "Corso di informatica di base: Insegnare agli anziani come utilizzare un computer o uno smartphone.",
  "Basic computer course: Teaching seniors how to use a computer or smartphone": "Corso di informatica di base: Insegnare agli anziani come utilizzare un computer o uno smartphone",
  "Cooking lessons: Teaching them to cook simple and healthy dishes.": "Lezioni di cucina: Insegnare loro a cucinare piatti semplici e sani.",
  "Language exchange: Practicing foreign languages together through conversations.": "Scambio linguistico: Praticare lingue straniere insieme attraverso conversazioni.",
  "Shared reading: Reading books or articles together and discussing them.": "Lettura condivisa: Leggere insieme libri o articoli e discuterne.",
  "Artistic and craft activities: Creating artistic projects together such as painting, drawing, or crafts.": "Attività artistiche e artigianali: Realizzare insieme progetti artistici come pittura, disegno o lavori manuali.",
  "Music lessons: Teaching to play an instrument or singing together.": "Lezioni di musica: Insegnare a suonare uno strumento o cantare insieme.",
  "Card games or board games: Organizing card games or board games for fun together.": "Gioco di carte o giochi da tavolo: Organizzare partite di carte o giochi da tavolo per divertirsi insieme.",
  "Storytelling activities: Sharing life stories and personal experiences.": "Attività di storytelling: Condividere storie di vita e esperienze personali.",
  "Guided tastings of wines or foods, where each participant brings something to share.": "Degustazioni guidate di vini o cibi, dove ogni partecipante porta qualcosa da condividere.",
  "Park walks: Enjoying nature and taking a walk together in the park.": "Passeggiate nel parco: Godere del contatto con la natura e fare una passeggiata insieme.",
  "Visits to museums or art exhibitions: Exploring artworks and culture together.": "Visite a musei o mostre d'arte: Esplorare opere d'arte e cultura insieme.",
  "Visits to local markets: Exploring local markets or fairs.": "Visite a mercati locali: Esplorare mercati locali o fiere.",
  "Photography passion: Organizing an outdoor photo session to capture special moments.": "Passione fotografia: Organizzare una sessione fotografica all'aperto per catturare momenti speciali.",
  "Cinema passion: Participating in a movie night by watching one of your favorite films.": "Passione Cinema: Partecipa a una serata cinematografica guardando uno dei tuoi film preferiti.",
  "Sports with professionals: Participating in fitness sessions to stay fit at our affiliated facilities and avail exceptional discounts.": "Sport con professionisti: Partecipa a sessioni di ginnastica per mantenerti in forma presso le nostre strutture convenzionate e usufruisci di sconti eccezionali.",
  "Community volunteer activities.": "Attività di volontariato della comunità.",
  "Video calls: Making video calls to connect and converse.": "Videochiamate: Fare videochiamate per connettersi e conversare.",
  "Voice calls: Making voice calls to connect and converse.": "Chiamate vocali: Fare chiamate vocali per connettersi e conversare."

}
